
import java.util.*;
/**
* Вы можете <em>даже</em> вставить список:
* <ol>
* <li> Первый пункт
* <li> Второй пункт
* <li> Третий пункт
* </ol>
*/

public class Task14 {
	/**
	* Список для поля i:
	* <ol>
	* <li> Первый пункт
	* <li> Второй пункт
	* <li> Третий пункт
	* </ol>
	*/
	public int i = 2;

	/**
	* (-) Список для приватного поля:
	* <ol>
	* <li> Первый пункт
	* <li> Второй пункт
	* <li> Третий пункт
	* </ol>
	*/	
	private int j = 3;

	/**
	* Список для метода
	* <ol>
	* <li> Первый пункт
	* <li> Второй пункт
	* <li> Третий пункт
	* </ol>
	*/
	public static void main(String[] args) {
		/** 
		*(-) Список в методе: 
		* <ol>
		* <li> Первый пункт
		* <li> Второй пункт
		* <li> Третий пункт
		* </ol>
		*/
		Date d = new Date();
		System.out.println("d = " + d);
	}
}

